Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# chord_subs_subtitle
source: Learn how to replace chords with alternatives that create different colors and moods while maintaining harmonic sense.
ar: تعلم كيفية استبدال الأوتار ببدائل تخلق ألواناً وأمزجة مختلفة مع الحفاظ على المنطق التوافقي.
de: Erfahre, wie du Akkorde durch Alternativen ersetzen kannst, die andere Farben und Stimmungen erzeugen und dabei harmonisch sinnvoll bleiben.
es: Aprende cómo reemplazar acordes con alternativas que crean diferentes colores y estados de ánimo manteniendo el sentido armónico.
fr: Apprenez à remplacer des accords par des alternatives qui créent différentes couleurs et atmosphères tout en conservant le sens harmonique.
hi: सीखें कि हार्मोनिक समझ बनाए रखते हुए विभिन्न रंग और मूड बनाने वाले विकल्पों से कॉर्ड कैसे बदलें।
id: Pelajari cara mengganti akor dengan alternatif yang menciptakan warna dan suasana berbeda sambil menjaga keharmonisan.
it: Impara a sostituire gli accordi con alternative che creano colori e atmosfere diverse mantenendo il senso armonico.
ja: 和声的なまとまりを保ちながら、異なる色合いや雰囲気を生み出す代替コードの使い方を学びましょう。
ko: 화성적 흐름을 유지하면서 다른 색채와 분위기를 만들어내는 코드 대체 방법을 배워 보세요.
nl: Leer hoe je akkoorden vervangt door alternatieven die andere kleuren en stemmingen creëren met behoud van harmonische zin.
pl: Naucz się zastępować akordy alternatywami, które tworzą inne kolory i nastroje, zachowując sens harmoniczny.
pt: Aprenda como substituir acordes por alternativas que criam diferentes cores e climas mantendo o sentido harmônico.
ru: Узнайте, как заменять аккорды альтернативами, создающими другие цвета и настроения при сохранении гармонического смысла.
tr: Armonik anlam koruyarak farklı renkler ve atmosferler yaratan alternatiflerle akorları nasıl değiştireceğinizi öğrenin.
zh_hans: 学习如何用替代和弦创造不同的色彩和情绪，同时保持和声感觉。

# chord_subs_title
source: Chord Substitutions
ar: بدائل الأوتار
de: Akkordsubstitutionen
es: Sustituciones de acordes
fr: Substitutions d'accords
hi: कॉर्ड प्रतिस्थापन
id: Substitusi Akor
it: Sostituzioni accordi
ja: 代理コード
ko: 대리 코드
nl: Akkoordsubstituties
pl: Substytucje akordów
pt: Substituições de acordes
ru: Замена аккордов
tr: Akor Değişimleri
zh_hans: 和弦替代

# chord_transition_chord_a
source: Chord A
ar: الوتر A
de: Akkord A
es: Acorde A
fr: Accord A
hi: कॉर्ड A
id: Akor A
it: Accordo A
ja: コードA
ko: 코드 A
nl: Akkoord A
pl: Akord A
pt: Acorde A
ru: Аккорд A
tr: Akor A
zh_hans: 和弦 A

# chord_transition_chord_b
source: Chord B
ar: الوتر B
de: Akkord B
es: Acorde B
fr: Accord B
hi: कॉर्ड B
id: Akor B
it: Accordo B
ja: コードB
ko: 코드 B
nl: Akkoord B
pl: Akord B
pt: Acorde B
ru: Аккорд B
tr: Akor B
zh_hans: 和弦 B

# chord_transition_per_min
source: Per min
ar: في الدقيقة
de: Pro Min.
es: Por min
fr: Par min
hi: प्रति मिनट
id: Per menit
it: Al min
ja: 回/分
ko: 회/분
pl: Na min
pt: Por min
ru: В минуту
tr: Dak başı
zh_hans: 每分钟

# chord_transition_subtitle
source: Practice switching between two chords in time.
ar: تمرن على التبديل بين وترين في الوقت المحدد.
de: Übe den Wechsel zwischen zwei Akkorden im Takt.
es: Practica el cambio entre dos acordes a tiempo.
fr: Entraînez-vous à passer d'un accord à l'autre en rythme.
hi: दो कॉर्ड के बीच समय पर बदलने का अभ्यास करें।
id: Berlatih berganti antara dua akor sesuai tempo.
it: Esercitati nel passaggio tra due accordi a tempo.
ja: 2つのコード間の切り替えをリズムに合わせて練習しましょう。
ko: 박자에 맞춰 두 코드 사이의 전환을 연습하세요.
nl: Oefen het wisselen tussen twee akkoorden op maat.
pl: Ćwicz przełączanie między dwoma akordami w tempie.
pt: Pratique a mudança entre dois acordes no tempo.
ru: Тренируйте переключение между двумя аккордами в ритме.
tr: İki akor arasında tempoda geçiş yapma pratiği.
zh_hans: 按节拍练习两个和弦之间的切换。

# chord_transition_switches
source: Switches
ar: التبديلات
de: Wechsel
es: Cambios
fr: Changements
hi: स्विच
id: Pergantian
it: Cambi
ja: チェンジ回数
ko: 전환 횟수
nl: Wisselingen
pl: Zmiany
pt: Mudanças
ru: Переключения
tr: Geçişler
zh_hans: 切换次数

# chord_transition_time
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
id: Waktu
it: Tempo
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
tr: Süre
zh_hans: 时间

# chord_transition_title
source: Chord Transition Trainer
ar: مدرب انتقالات الأوتار
de: Akkordwechsel-Trainer
es: Entrenador de transiciones de acordes
fr: Entraîneur de transitions d'accords
hi: कॉर्ड ट्रांज़िशन ट्रेनर
id: Latihan Transisi Akor
it: Allenamento transizioni accordi
ja: コードチェンジトレーナー
ko: 코드 전환 트레이너
nl: Akkoordovergang-trainer
pl: Trener przejść akordów
pt: Treinador de transições de acordes
ru: Тренажёр смены аккордов
tr: Akor Geçiş Eğitmeni
zh_hans: 和弦转换训练

# circle_cd_default
source: Circle of Fifths diagram. Tap to select a key.
ar: مخطط دائرة الخامسات. انقر لاختيار مفتاح.
de: Quintenzirkel-Diagramm. Tippe, um eine Tonart auszuwählen.
es: Diagrama del círculo de quintas. Toca para seleccionar una tonalidad.
fr: Diagramme du cycle des quintes. Touchez pour sélectionner une tonalité.
hi: पंचम चक्र आरेख। कुंजी चुनने के लिए टैप करें।
id: Diagram lingkaran kuint. Ketuk untuk memilih kunci.
it: Diagramma del circolo delle quinte. Tocca per selezionare una tonalità.
ja: 五度圏ダイアグラム。タップしてキーを選択。
ko: 5도권 다이어그램. 탭하여 키를 선택하세요.
nl: Kwintencirkeldiagram. Tik om een toonsoort te selecteren.
pl: Diagram koła kwintowego. Dotknij, aby wybrać tonację.
pt: Diagrama do círculo de quintas. Toque para selecionar uma tonalidade.
ru: Диаграмма квинтового круга. Нажмите для выбора тональности.
tr: Beşliler çemberi diyagramı. Bir ton seçmek için dokunun.
zh_hans: 五度圈图。点击选择一个调。

# circle_cd_selected
source: Circle of Fifths diagram, %@ selected. Tap to select a different key.
ar: مخطط دائرة الخامسات، %@ محدد. انقر لاختيار مفتاح مختلف.
de: Quintenzirkel-Diagramm, %@ ausgewählt. Tippe, um eine andere Tonart auszuwählen.
es: Diagrama del círculo de quintas, %@ seleccionada. Toca para seleccionar otra tonalidad.
fr: Diagramme du cycle des quintes, %@ sélectionnée. Touchez pour sélectionner une autre tonalité.
hi: पंचम चक्र आरेख, %@ चयनित। अलग कुंजी चुनने के लिए टैप करें।
id: Diagram lingkaran kuint, %@ dipilih. Ketuk untuk memilih kunci lain.
it: Diagramma del circolo delle quinte, %@ selezionato. Tocca per selezionare una tonalità diversa.
ja: 五度圏ダイアグラム、%@が選択中。タップして別のキーを選択。
ko: 5도권 다이어그램, %@ 선택됨. 탭하여 다른 키를 선택하세요.
nl: Kwintencirkeldiagram, %@ geselecteerd. Tik om een andere toonsoort te selecteren.
pl: Diagram koła kwintowego, %@ zaznaczone. Dotknij, aby wybrać inną tonację.
pt: Diagrama do círculo de quintas, %@ selecionada. Toque para selecionar outra tonalidade.
ru: Диаграмма квинтового круга, выбрана %@. Нажмите для выбора другой тональности.
tr: Beşliler çemberi diyagramı, %@ seçili. Farklı bir ton seçmek için dokunun.
zh_hans: 五度圈图，已选择 %@。点击选择其他调。

# circle_diatonic_chords
source: Diatonic Chords
ar: الأوتار الطبيعية
de: Diatonische Akkorde
es: Acordes diatónicos
fr: Accords diatoniques
hi: डायटोनिक कॉर्ड
id: Akor Diatonik
it: Accordi diatonici
ja: ダイアトニックコード
ko: 다이어토닉 코드
nl: Diatonische akkoorden
pl: Akordy diatoniczne
pt: Acordes diatônicos
ru: Диатонические аккорды
tr: Diyatonik Akorlar
zh_hans: 自然和弦

# circle_key_signature
source: Key Signature
ar: دلالة المفتاح
de: Vorzeichen
es: Armadura de clave
fr: Armure
hi: कुंजी हस्ताक्षर
id: Tanda Kunci
it: Armatura di chiave
ja: 調号
ko: 조표
nl: Toonsoortaanduiding
pl: Znaki przykluczowe
pt: Armadura de clave
ru: Ключевые знаки
tr: Donanım
zh_hans: 调号

# circle_related_keys
source: Closely Related Keys
ar: مفاتيح قريبة
de: Eng verwandte Tonarten
es: Tonalidades relacionadas
fr: Tonalités proches
hi: निकट सम्बंधित कुंजियाँ
id: Kunci Terkait Erat
it: Tonalità strettamente correlate
ja: 近親調
ko: 가까운조
nl: Nauw verwante toonsoorten
pl: Blisko spokrewnione tonacje
pt: Tonalidades próximas
ru: Родственные тональности
tr: Yakın İlişkili Tonlar
zh_hans: 近关系调

# circle_relative_major
source: Relative Major
ar: النسيب الكبير
de: Paralleles Dur
es: Mayor relativo
fr: Relative majeure
hi: सम्बंधित मेजर
id: Relatif Mayor
it: Relativa maggiore
ja: 平行長調
ko: 나란한장조
nl: Relatief majeur
pl: Równoległa tonacja durowa
pt: Relativa maior
ru: Параллельный мажор
tr: Bağıl Majör
zh_hans: 关系大调

# circle_relative_minor
source: Relative Minor
ar: النسيب الصغير
de: Paralleles Moll
es: Menor relativo
fr: Relative mineure
hi: सम्बंधित माइनर
id: Relatif Minor
it: Relativa minore
ja: 平行短調
ko: 나란한단조
nl: Relatief mineur
pl: Równoległa tonacja molowa
pt: Relativa menor
ru: Параллельный минор
tr: Bağıl Minör
zh_hans: 关系小调

# circle_same_as
source: same as
ar: مثل
de: entspricht
es: igual que
fr: identique à
hi: जैसा कि
id: sama dengan
it: uguale a
ja: と同じ
ko: 와 같음
nl: gelijk aan
pl: to samo co
pt: igual a
ru: как
tr: aynısı
zh_hans: 等同于

# circle_subtitle
source: Tap a key to see its signature and chords. Adjacent keys are closely related.
ar: انقر على مفتاح لرؤية دلالته وأوتاره. المفاتيح المجاورة مرتبطة ارتباطاً وثيقاً.
de: Tippe auf eine Tonart, um Vorzeichen und Akkorde zu sehen. Benachbarte Tonarten sind eng verwandt.
es: Toca una tonalidad para ver su armadura y acordes. Las tonalidades adyacentes están estrechamente relacionadas.
fr: Touchez une tonalité pour voir son armure et ses accords. Les tonalités adjacentes sont proches.
hi: कुंजी हस्ताक्षर और कॉर्ड देखने के लिए कोई कुंजी टैप करें। आसपास की कुंजियाँ निकट संबंधित हैं।
id: Ketuk kunci untuk melihat tanda kunci dan akornya. Kunci yang berdekatan saling terkait erat.
it: Tocca una tonalità per vederne l'armatura e gli accordi. Le tonalità adiacenti sono strettamente correlate.
ja: キーをタップして調号とコードを確認。隣接するキーは近親調です。
ko: 키를 탭하여 조표와 코드를 확인하세요. 인접한 키는 가까운조입니다.
nl: Tik op een toonsoort om de toonsoortaanduiding en akkoorden te zien. Aangrenzende toonsoorten zijn nauw verwant.
pl: Dotknij tonacji, aby zobaczyć jej znaki przykluczowe i akordy. Sąsiednie tonacje są blisko spokrewnione.
pt: Toque em uma tonalidade para ver sua armadura e acordes. As tonalidades adjacentes são próximas.
ru: Нажмите на тональность, чтобы увидеть её знаки и аккорды. Соседние тональности тесно связаны.
tr: Donanımını ve akorlarını görmek için bir tona dokunun. Komşu tonlar yakın ilişkilidir.
zh_hans: 点击一个调查看其调号和和弦。相邻的调是近关系调。

# circle_title
source: Circle of Fifths
ar: دائرة الخامسات
de: Quintenzirkel
es: Círculo de quintas
fr: Cycle des quintes
hi: पंचम चक्र
id: Lingkaran Kuint
it: Circolo delle quinte
ja: 五度圏
ko: 5도권
nl: Kwintencirkel
pl: Koło kwintowe
pt: Círculo de quintas
ru: Квинтовый круг
tr: Beşliler Çemberi
zh_hans: 五度圈

# daily_challenge_subtitle
source: Complete today's challenges to build your skills!
ar: أكمل تحديات اليوم لتطوير مهاراتك!
de: Schließe die heutigen Aufgaben ab, um deine Fähigkeiten zu verbessern!
es: ¡Completa los retos de hoy para mejorar tus habilidades!
fr: Relevez les défis du jour pour développer vos compétences !
hi: अपने कौशल को निखारने के लिए आज की चुनौतियाँ पूरी करें!
id: Selesaikan tantangan hari ini untuk meningkatkan kemampuan Anda!
it: Completa le sfide di oggi per migliorare le tue abilità!
ja: 今日のチャレンジを達成してスキルを磨こう！
ko: 오늘의 도전을 완료하고 실력을 키워 보세요!
nl: Voltooi de uitdagingen van vandaag om je vaardigheden op te bouwen!
pl: Wykonaj dzisiejsze wyzwania, aby rozwijać swoje umiejętności!
pt: Complete os desafios de hoje para desenvolver suas habilidades!
ru: Выполняйте сегодняшние задания, чтобы развивать навыки!
tr: Becerilerinizi geliştirmek için bugünün görevlerini tamamlayın!
zh_hans: 完成今天的挑战来提升你的技能！

# daily_challenge_tip_title
source: Tip of the Day
ar: نصيحة اليوم
de: Tipp des Tages
es: Consejo del día
fr: Conseil du jour
hi: दिन की सलाह
id: Tips Hari Ini
it: Consiglio del giorno
ja: 今日のヒント
ko: 오늘의 팁
nl: Tip van de dag
pl: Wskazówka dnia
pt: Dica do dia
ru: Совет дня
tr: Günün İpucu
zh_hans: 每日小贴士

# daily_challenge_title
source: Daily Challenges
ar: التحديات اليومية
de: Tägliche Aufgaben
es: Retos diarios
fr: Défis du jour
hi: दैनिक चुनौतियाँ
id: Tantangan Harian
it: Sfide giornaliere
ja: デイリーチャレンジ
ko: 일일 도전
nl: Dagelijkse uitdagingen
pl: Wyzwania dnia
pt: Desafios diários
ru: Ежедневные задания
tr: Günlük Görevler
zh_hans: 每日挑战

# daily_tip_1
source: Even 5 minutes of daily practice is better than 1 hour once a week.
ar: حتى 5 دقائق من التمرين اليومي أفضل من ساعة واحدة أسبوعياً.
de: Selbst 5 Minuten tägliches Üben sind besser als 1 Stunde pro Woche.
es: Incluso 5 minutos de práctica diaria son mejores que 1 hora una vez a la semana.
fr: Même 5 minutes de pratique quotidienne valent mieux qu'1 heure une fois par semaine.
hi: रोज़ 5 मिनट का अभ्यास भी हफ़्ते में एक बार 1 घंटे से बेहतर है।
id: Bahkan 5 menit latihan harian lebih baik daripada 1 jam sekali seminggu.
it: Anche solo 5 minuti di pratica quotidiana sono meglio di 1 ora una volta a settimana.
ja: 毎日5分の練習でも、週に1度の1時間より効果的です。
ko: 매일 5분이라도 연습하는 것이 일주일에 한 번 1시간보다 효과적입니다.
nl: Zelfs 5 minuten dagelijks oefenen is beter dan 1 uur per week.
pl: Nawet 5 minut codziennych ćwiczeń jest lepsze niż 1 godzina raz w tygodniu.
pt: Mesmo 5 minutos de prática diária são melhores do que 1 hora uma vez por semana.
ru: Даже 5 минут ежедневной практики лучше, чем 1 час раз в неделю.
tr: Günlük 5 dakika pratik bile haftada 1 saatten daha iyidir.
zh_hans: 每天练习5分钟也比每周一次练1小时要好。

# daily_tip_2
source: Use a metronome when practising chord changes — start slow and build up.
ar: استخدم المترونوم عند التمرن على تغيير الأوتار — ابدأ ببطء ثم زد السرعة.
de: Verwende ein Metronom beim Üben von Akkordwechseln — fange langsam an und steigere dich.
es: Usa un metrónomo al practicar cambios de acordes — empieza lento y ve aumentando.
fr: Utilisez un métronome pour les changements d'accords — commencez lentement et accélérez progressivement.
hi: कॉर्ड बदलने का अभ्यास करते समय मेट्रोनोम का उपयोग करें — धीमे शुरू करें और गति बढ़ाएँ।
id: Gunakan metronom saat berlatih pergantian akor — mulai pelan dan tingkatkan bertahap.
it: Usa un metronomo quando ti eserciti nei cambi di accordo — inizia piano e aumenta gradualmente.
ja: コードチェンジの練習にはメトロノームを使いましょう — ゆっくり始めて徐々に速く。
ko: 코드 전환을 연습할 때는 메트로놈을 사용하세요 — 느리게 시작해서 점점 빠르게.
nl: Gebruik een metronoom bij het oefenen van akkoordwisselingen — begin langzaam en bouw op.
pl: Używaj metronomu podczas ćwiczenia zmian akordów — zacznij powoli i stopniowo przyspieszaj.
pt: Use um metrônomo ao praticar mudanças de acordes — comece devagar e vá acelerando.
ru: Используйте метроном при отработке смены аккордов — начинайте медленно и ускоряйтесь.
tr: Akor geçişleri çalışırken metronom kullanın — yavaş başlayın ve hızlanın.
zh_hans: 练习和弦转换时使用节拍器——从慢速开始逐步加快。

# daily_tip_3
source: When learning a new chord, play each string individually to check clarity.
ar: عند تعلم وتر جديد، اعزف كل وتر على حدة للتأكد من وضوح الصوت.
de: Wenn du einen neuen Akkord lernst, spiele jede Saite einzeln, um die Klarheit zu prüfen.
es: Al aprender un acorde nuevo, toca cada cuerda individualmente para verificar la claridad.
fr: En apprenant un nouvel accord, jouez chaque corde individuellement pour vérifier la clarté.
hi: नया कॉर्ड सीखते समय, स्पष्टता जाँचने के लिए हर तार को अलग-अलग बजाएँ।
id: Saat mempelajari akor baru, petik setiap senar satu per satu untuk memeriksa kejelasannya.
it: Quando impari un nuovo accordo, suona ogni corda singolarmente per verificare la chiarezza.
ja: 新しいコードを覚えるときは、各弦を1本ずつ鳴らして音がクリアか確認しましょう。
ko: 새 코드를 배울 때는 각 현을 하나씩 소리 내어 깨끗한지 확인하세요.
nl: Bij het leren van een nieuw akkoord, speel elke snaar apart om de helderheid te controleren.
pl: Ucząc się nowego akordu, zagraj każdą strunę osobno, aby sprawdzić czystość dźwięku.
pt: Ao aprender um novo acorde, toque cada corda individualmente para verificar a clareza.
ru: Изучая новый аккорд, играйте каждую струну отдельно, чтобы проверить чистоту звука.
tr: Yeni bir akor öğrenirken netliği kontrol etmek için her teli ayrı ayrı çalın.
zh_hans: 学习新和弦时，逐根弦弹奏以检查声音是否清晰。

# daily_tip_4
source: Try humming along while strumming to develop your musical ear.
ar: حاول الطنين مع العزف لتطوير أذنك الموسيقية.
de: Versuche, beim Spielen mitzusummen, um dein musikalisches Gehör zu schulen.
es: Intenta tararear mientras rasgueas para desarrollar tu oído musical.
fr: Essayez de fredonner en grattant pour développer votre oreille musicale.
hi: स्ट्रम करते समय साथ में गुनगुनाने की कोशिश करें — यह आपके संगीत कान को विकसित करता है।
id: Coba bersenandung sambil memainkan strumming untuk mengembangkan pendengaran musik Anda.
it: Prova a canticchiare mentre strimpelli per sviluppare il tuo orecchio musicale.
ja: ストロークしながら一緒にハミングして、音楽的な耳を鍛えましょう。
ko: 스트러밍하면서 함께 허밍해 보세요. 음악적 귀가 발달합니다.
nl: Probeer mee te neuriën terwijl je tokkelt om je muzikaal gehoor te ontwikkelen.
pl: Spróbuj nucić podczas grania, aby rozwijać swój słuch muzyczny.
pt: Tente cantarolar enquanto toca para desenvolver seu ouvido musical.
ru: Попробуйте напевать во время игры боем — это развивает музыкальный слух.
tr: Strum yaparken mırıldanmayı deneyin, müzik kulağınızı geliştirir.
zh_hans: 试试在扫弦时跟着哼唱，培养你的音乐听觉。

# daily_tip_5
source: Practice in front of a mirror to check your hand position.
ar: تمرن أمام المرآة للتحقق من وضع يدك.
de: Übe vor einem Spiegel, um deine Handhaltung zu kontrollieren.
es: Practica frente a un espejo para revisar la posición de tu mano.
fr: Entraînez-vous devant un miroir pour vérifier la position de votre main.
hi: अपने हाथ की स्थिति जाँचने के लिए आईने के सामने अभ्यास करें।
id: Berlatihlah di depan cermin untuk memeriksa posisi tangan.
it: Esercitati davanti a uno specchio per controllare la posizione delle mani.
ja: 鏡の前で練習して、手の位置を確認しましょう。
ko: 거울 앞에서 연습하며 손 자세를 확인하세요.
nl: Oefen voor een spiegel om je handpositie te controleren.
pl: Ćwicz przed lustrem, aby sprawdzić pozycję rąk.
pt: Pratique na frente de um espelho para verificar a posição da mão.
ru: Занимайтесь перед зеркалом, чтобы контролировать положение руки.
tr: El pozisyonunuzu kontrol etmek için ayna karşısında çalışın.
zh_hans: 对着镜子练习以检查手部姿势。

# daily_tip_6
source: Focus on smooth transitions rather than speed — speed comes with time.
ar: ركز على الانتقالات السلسة بدلاً من السرعة — السرعة تأتي مع الوقت.
de: Konzentriere dich auf fließende Übergänge statt auf Geschwindigkeit — die kommt mit der Zeit.
es: Concéntrate en transiciones suaves en lugar de velocidad — la velocidad viene con el tiempo.
fr: Concentrez-vous sur des transitions fluides plutôt que sur la vitesse — la vitesse viendra avec le temps.
hi: गति के बजाय सहज ट्रांज़िशन पर ध्यान दें — गति समय के साथ आती है।
id: Fokus pada transisi yang mulus daripada kecepatan — kecepatan akan datang seiring waktu.
it: Concentrati sulle transizioni fluide piuttosto che sulla velocità — la velocità arriverà con il tempo.
ja: スピードより滑らかな移行に集中しましょう — 速さは後からついてきます。
ko: 속도보다 부드러운 전환에 집중하세요 — 속도는 나중에 따라옵니다.
nl: Richt je op vloeiende overgangen in plaats van snelheid — snelheid komt met de tijd.
pl: Skup się na płynnych przejściach, a nie na szybkości — szybkość przyjdzie z czasem.
pt: Foque em transições suaves em vez de velocidade — a velocidade vem com o tempo.
ru: Стремитесь к плавным переходам, а не к скорости — скорость придёт со временем.
tr: Hızdan çok akıcı geçişlere odaklanın — hız zamanla gelir.
zh_hans: 专注于流畅的转换而不是速度——速度会随时间自然提升。

# daily_tip_7
source: Learn songs you love! Motivation makes practice enjoyable.
ar: تعلم أغانٍ تحبها! الشغف يجعل التمرين ممتعاً.
de: Lerne Songs, die du liebst! Motivation macht das Üben zum Vergnügen.
es: ¡Aprende canciones que te gusten! La motivación hace la práctica más agradable.
fr: Apprenez des chansons que vous aimez ! La motivation rend la pratique agréable.
hi: अपने पसंदीदा गाने सीखें! प्रेरणा अभ्यास को आनंदमय बनाती है।
id: Pelajari lagu yang Anda sukai! Motivasi membuat latihan menyenangkan.
it: Impara canzoni che ami! La motivazione rende la pratica piacevole.
ja: 好きな曲を覚えましょう！モチベーションが練習を楽しくします。
ko: 좋아하는 곡을 배우세요! 동기 부여가 연습을 즐겁게 만듭니다.
nl: Leer liedjes die je leuk vindt! Motivatie maakt oefenen plezierig.
pl: Ucz się piosenek, które lubisz! Motywacja sprawia, że ćwiczenie jest przyjemne.
pt: Aprenda músicas que você gosta! A motivação torna a prática prazerosa.
ru: Учите песни, которые вам нравятся! Мотивация делает практику приятной.
tr: Sevdiğiniz şarkıları öğrenin! Motivasyon pratiği keyifli kılar.
zh_hans: 学习你喜欢的歌曲！热爱让练习变得愉快。

# diagram_capo_fret
source: capo at fret %lld
ar: كابو عند الحنق %lld
de: Kapodaster auf Bund %lld
es: cejilla en traste %lld
fr: capo en frette %lld
hi: फ्रेट %lld पर कैपो
id: capo di fret %lld
it: capotasto al tasto %lld
ja: フレット%lldにカポ
ko: 프렛 %lld에 카포
nl: capo op fret %lld
pl: kapodaster na progu %lld
pt: capo no traste %lld
ru: каподастр на ладу %lld
tr: perde %lld'de kapo
zh_hans: 变调夹在第 %lld 品

# diagram_chord_cd
source: Chord %@
ar: الوتر %@
de: Akkord %@
es: Acorde %@
fr: Accord %@
hi: कॉर्ड %@
id: Akor %@
it: Accordo %@
ja: コード%@
ko: 코드 %@
nl: Akkoord %@
pl: Akord %@
pt: Acorde %@
ru: Аккорд %@
tr: Akor %@
zh_hans: 和弦 %@

# diagram_string_fret
source: string fret %lld
ar: وتر الحنق %lld
de: Saite Bund %lld
es: cuerda traste %lld
fr: corde frette %lld
hi: तार फ्रेट %lld
id: senar fret %lld
it: corda tasto %lld
ja: 弦フレット%lld
ko: 현 프렛 %lld
nl: snaar fret %lld
pl: struna próg %lld
pt: corda traste %lld
ru: струна лад %lld
tr: tel perde %lld
zh_hans: 弦第 %lld 品

# diagram_string_muted
source: string muted
ar: وتر مكتوم
de: Saite gedämpft
es: cuerda silenciada
fr: corde étouffée
hi: तार म्यूटेड
id: senar diredam
it: corda mutata
ja: 弦ミュート
ko: 현 뮤트
nl: snaar gedempt
pl: struna wyciszona
pt: corda abafada
ru: струна приглушена
tr: tel susturulmuş
zh_hans: 弦已闷音

# diagram_string_open
source: string open
ar: وتر مفتوح
de: Saite offen
es: cuerda abierta
fr: corde ouverte
hi: तार खुला
id: senar terbuka
it: corda aperta
ja: 弦開放
ko: 현 개방
nl: snaar open
pl: struna otwarta
pt: corda aberta
ru: струна открыта
tr: tel açık
zh_hans: 弦开放

# dialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# dialog_create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja: 作成
ko: 만들기
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建

# dialog_delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

# dialog_rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名

# dialog_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur ulang
it: Reimposta
ja: リセット
ko: 초기화
nl: Resetten
pl: Resetuj
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hans: 重置

# dialog_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存

# difficulty_advanced
source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzato
ja: 上級
ko: 고급
nl: Gevorderd
pl: Zaawansowany
pt: Avançado
ru: Продвинутый
tr: İleri
zh_hans: 高级

# difficulty_beginner
source: Beginner
ar: مبتدئ
de: Anfänger
es: Principiante
fr: Débutant
hi: शुरुआती
id: Pemula
it: Principiante
ja: 初級
ko: 초급
pl: Początkujący
pt: Iniciante
ru: Начинающий
tr: Başlangıç
zh_hans: 初级

# difficulty_intermediate
source: Intermediate
ar: متوسط
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
hi: मध्यम
id: Menengah
it: Intermedio
ja: 中級
ko: 중급
nl: Gemiddeld
pl: Średnio zaawansowany
pt: Intermediário
ru: Средний
tr: Orta
zh_hans: 中级

# duration_eighth
source: Eighth
ar: كروش
de: Achtel
es: Corchea
fr: Croche
hi: आठवाँ
id: Seperdelapan
it: Croma
ja: 八分音符
ko: 8분음표
nl: Achtste noot
pl: Ósemka
pt: Colcheia
ru: Восьмая
tr: Sekizlik
zh_hans: 八分音符
